run/cokeCombustion/gridSizeSensitivityAnalysis/T773_Pe1e-2_medium_rawMesh/constant/combustionControl
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      combustionControl;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


targetResidualCokeFraction        8e-3;
involveGasProductionInNSEqn       true;


// ************************************************************************* //
